/** 通用 */
"tabbar_home" = "首页";
"tabbar_TinhNow" = "购物";
"order" = "订单";
"mine" = "我的";
"discover" = "发现";
"camera_use_auth_tip" = "请允许应用在\"设置-私人-照相机\"中使用您的照相机";
"keyboard_brand_title" = "- WOWNOW 安全键盘 -";
"refresh" = "刷新";
"monday" = "星期一";
"tuesday" = "星期二";
"wednesday" = "星期三";
"thursday" = "星期四";
"friday" = "星期五";
"saturday" = "星期六";
"sunday" = "星期日";

/** 首页 */
"coming_soon" = "敬请期待";
"nearby" = "附近";
"view_more" = "查看全部";
"hamburger_pizza" = "如：汉堡、披萨…";
"search_store_nearby_none_tip" = "没有附近商家相关的信息";
"home_all" = "全部";
"home_foods_deliver" = "外卖到家";
"home_shopping" = "电商好物";
"home_recommend" = "WOW促销";
"home_pick_for_you" = "WOW推荐";

/** 刷新框架 */
"MJ_STATE_DOWN_NORMAL" = "下拉刷新";
"MJ_STATE_DOWN_PULLING" = "放开立即刷新";
"MJ_STATE_LOADING" = "加载中";
"MJ_STATE_UP_NORMAL" = "上拉或者点击加载更多";
"MJ_STATE_UP_PULLING" = "上拉刷新";
"MJ_STATE_NO_MORE" = "没有更多数据了";
"MJ_STATE_UP_RELEASE_TO_LOAD_MORE" = "松开立即加载更多";

/** 网络错误 */
"no_data" = "暂无数据";
"network_error" = "网络开小差啦";
"network_timeout" = "连接超时";
"network_not_available" = "无法连接网络，请检查网络是否正常或数据网络权限是否开启。";
"network_connect_server_failed" = "连接服务器失败";

/** 登录 */
"placeholder_input_phone_number" = "手机号码";
"placeholder_input_pwd" = "输入密码";
"placeholder_input_pwd_new" = "输入新密码";
"login_agreement_tip_front" = "登录本系统表明您已经同意 ";
"service_agreement" = "服务协议";
"login_with_social_media" = "使用第三方账号登录";
"sms_code_has_been_sent_you" = "已发送6位验证码";
"enter_your_login_password" = "输入登录密码";
"password_vaild_desc" = "必须是6-20个英文字母、数字或符号（除空格外），至少包含两种的组合。";
"password_set_not_pair_tip" = "密码输入不一致";
"enter_your_phone_number" = "您的号码是?";
"login_success" = "登录成功";
"forget_password" = "忘记密码";
"please_contact" = "请联系";
"humen_customer_service" = "人工客服";

/** 注册 */
"register" = "注册";
"register_success" = "注册成功";
"set_your_login_password" = "设置你的登录密码";
"set_your_new_login_password" = "输入登录密码";
"placeholder_input_pwd_again" = "再次输入登录密码";
"placeholder_input_pwd_again_new" = "再次输入新密码";
/** 我的 */
"suggestion_sendback" = "意见反馈";
"help_center" = "帮助中心";
"call_center" = "呼叫中心";
"common_problem" = "常见问题";
"service_24_hours" = "24小时客户服务";
"app_version" = "APP版本";
"find_new_version" = "发现新版本";
"app_version_latest" = "当前为最新版本。";
"suggestion_and_feedback" = "建议与反馈";
"shopping_address" = "收货地址";
"choose_language" = "选择语言";
"my_coupons" = "我的优惠券";
"set_nickname" = "请设置昵称";
"cash_coupons" = "现金券";
"discount_coupons" = "折扣券";
"choose_country" = "选择国家区号";
"china" = "中国";
"cambodia" = "柬埔寨";
"please_sign_in" = "请登录";
"wallet" = "钱包";

/** 设置邮箱 */
"modify_emial" = "修改邮箱";
"input_real_email" = "请输入真实邮箱";
"input_limit_50_char" = "仅限输入50字以内";
"invalid_email_format" = "请输入真实邮箱。";

/** 设置 */
"settings" = "设置";
"my_infomation" = "我的信息";
"name_photo" = "姓名、照片";
"login_password" = "登录密码";
"change" = "修改";
"message_notify" = "消息提醒";
"disabled" = "未开启";
"enabled" = "已开启";
"clear_app_cache" = "清理APP缓存";
"nothing_to_delete" = "无需清除";
"missing_notification_tip_1" = "系统通知被关闭，你将不会接收到最新的消息通知，如需开启，请在系统 ";
"missing_notification_tip_2" = "设置 - 通知 ";
"missing_notification_tip_3" = "中开启 \"允许通知\"";
"confirm_delete" = "确认清除？";
"delete_success" = "清除成功";
"confirm_to_logout" = "确定退出登录？";

/** 意见反馈 */
"desc_your_problem_help_to_improve" = "请描述你的问题，帮助我们做得更好。";
"thanks_for_your_sendback" = "感谢你的反馈。";
"upload_pictures" = "上传图片";
"upload_image_count_not_longer_than" = "最多上传 %zd 张";
"no_complaint_content_tip" = "您还没有填写反馈信息";
"hud_uploading" = "上传中...";
"upload_completed" = "上传完毕";
"text_not_longer_than" = "文字不能超过 %@ 个字符";

/** 修改密码 */
"change_login_password" = "修改登录密码";
"input_current_password" = "输入当前密码";
"input_new_password" = "输入新密码";
"input_new_password_again" = "再次输入新密码";
"change_password_success_relogin" = "您已修改登录密码，请重新登录。";

/** 重置密码 */
"reset_password" = "重置密码";
"reset_password_success_relogin" = "密码重置成功，请重新登录。";

/** 地址 */
"add_new_address" = "添加新地址";
"default" = "默认";
"add_address" = "添加地址";
"edit_address" = "修改地址";
"address" = "地址";
"choose_receiving_address" = "选择收货地址";
"detail" = "详细";
"address_detail_desc" = "门牌号，楼层，房间号等";
"contact_people" = "联系人";
"name" = "姓名";
"man" = "先生";
"woman" = "女士";
"contact_phone_number" = "联系手机号码";
"tag" = "标签";
"house" = "家";
"office" = "公司";
"school" = "学校";
"set_as_default_address" = "设置为默认地址";
"environment_picture" = "环境照片";
"max_count_some" = "最多 %zd 张";
"add_picture" = "添加照片";
"address_tip_choose_address" = "请选择地址";
"address_tip_input_name" = "请输入姓名";
"address_tip_choose_gender" = "请选择性别";
"address_tip_input_phone" = "请输入号码";
"confirm_to_delete_address" = "确认删除地址？";

/** 优惠券 */
"coupon_ticket" = "优惠券";
"view_invalid_coupon" = "查看无效券";
"valid_coupon" = "有效优惠券";
"valid_time" = "有效期";
"coupon_detail" = "使用规则";
"use_now" = "立即使用";
"invalid_coupon" = "失效优惠券";
"expired" = "已过期";
"used" = "已使用";

/** 我的账号 */
"my_account" = "我的信息";
"head_image" = "头像";
"nickname" = "昵称";
"not_set" = "未设置";
"phone_number" = "手机号码";
"email" = "邮箱";
"gender" = "性别";
"birthday" = "生日";
"social_account" = "社交账号";
"your_nickname" = "你的昵称";
"your_email" = "你的邮箱";
"facebook" = "Facebook";
"google_mail" = "谷歌邮箱";
"twitter" = "推特";
"wechat" = "微信";
"apple_id" = "Apple ID";
"male" = "男性";
"female" = "女性";
"account_has_binded" = "帐号已绑定";
"binded" = "已绑定";
"input_your_old_login_password" = "输入当前密码";

/** 消息 */
"messages" = "消息";
"today" = "今天";
"message_detail" = "消息详情";

/** 选择地址 */
"choose_address" = "选择地址";
"delivery_to" = "配送到";
"use_current_location" = "使用当前位置";
"select_in_map" = "在地图中选择";
"my_address" = "我的地址";
"choosed_address_not_in_delivery_scope_1" = "不在配送范围";
"choosed_address_not_in_delivery_scope_2" = "当前地点暂未提供配送服务。";
"manual_select" = "手动选择";
"location_service_disabled_open_in_system_settings" = "定位服务未开启\n您需要在\"设置\"中启用定位服务。";
"unknown_location" = "未知位置";

/** 选择地图地址 */
"search_address" = "搜索位置";
"locatin_disabled" = "无法获取定位";
"your_location" = "你的位置";
"input_your_address" = "请输入你的地址";
"confirm_address" = "确认地址";

/** 订单列表 */
"my_order" = "我的订单";
"order_all" = "全部";
"order_processing" = "处理中";
"order_unevaluate" = "待评价";
"order_refund" = "退款";
"order_list_waiting" = "待接单";
"order_list_accepted" = "已接单";
"order_list_cancelling" = "已申请取消";
"order_list_reject_cancel" = "取消申请已拒绝";
"order_list_delivering" = "配送中";
"order_list_delivered" = "已送达";
"order_list_cancelled" = "已取消";
"order_list_completed" = "已完成";
"order_list_refund_processing" = "已申请退款";
"order_list_refunded" = "已退款";
"view_order_after_sign_in" = "登录后可查看订单";
"signIn_signUp" = "登录/注册";

/** 订单提交 */
"order_submit" = "提交订单";
"describe_your_requirements" = "请描述您的要求。";
"remark_title" = "备注";
"arrive_time" = "送达时间";
"order_sumit_choose_address_tip" = "选择收货地址";
"order_sumit_choose_address" = "请选择";
"order_sumit_coupon" = "优惠券";
"order_sumit_no_coupons_available" = "没有可用优惠券";
"order_sumit_address_have_available_coupons" = "有可用优惠券";
"order_choose_payment_method" = "请选择付款方式";
"order_choose_payment_method_title" = "选择支付方式";
"pay_online_tips" = "支持以下在线支付方式";
"total_title" = "总共:";

/** 订单提交选择优惠券 */
"order_submit_choose_coupon" = "选择优惠券";
"following_not_available" = "以下优惠券不可使用";
"not_use" = "不使用";
"coupons_cannot_be_stacked." = "优惠券不可叠加使用。";

/** 订单提交选择地址 */
"cannot_be_delivered_to" = "以下地址不在配送范围";

/** 订单详情 */
"order_detail" = "订单详情";
"can_not_use_with_other_coupon" = "不能与其他优惠同时使用";
"order_detail_accept_soon" = "等待商家接单";
"order_detail_waiting" = "待接单";
"order_detail_waiting_desc" = "商家即将接单，请耐心等待。";
"order_detail_preparing" = "备餐中";
"order_detail_distance_from_you" = "还有%.0f米到达";
"order_detail_merchant_received" = "已接单";
"order_detail_delivering_desc" = "商家正在准备食物";
"order_detail_delivered" = "已送达";
"order_detail_delivered_desc" = "你的订单已送达。";
"order_detail_cancelling" = "取消申请中";
"order_detail_cancelling_desc" = "商家将尽快处理你的申请。";
"order_detail_cancelled" = "订单已取消";
"order_detail_cancelled_desc" = "你的订单已取消，可重新下单。";
"order_detail_refund_processing" = "退款申请处理中";
"order_detail_refund_reason" = "退款原因";
"order_detail_refund_processing_desc" = "我们将尽快处理你的申请。";
"order_detail_refunded" = "订单已退款";
"order_detail_refunded_desc" = "我们已全额退款，可重新下单。";
"order_detail_completed" = "订单已完成";
"order_detail_completed_desc" = "感谢你的信任，期待再次光临。";
"contact_phone_number" = "联系电话";
"confirm_received_goods" = "确认收货";
"evaluate" = "评价";
"refund" = "退款";
"show_all" = "展开";
"hide" = "收起";
"calculate_accord_to_goods_total_money" = "根据商品总金额计算";
"vat_fee" = "增值税";
"packing_fee" = "包装费";
"delivery_fee" = "配送费";
"promotions" = "优惠活动";
"not_valid_with_other_coupon" = "不与其他优惠券/促销活动同享。";
"order_detail_coupon_ticket" = "优惠券";
"total" = "总计";
"exchange_rate" = "汇率";
"delivery_address" = "配送地址";
"arrive_before_time" = "尽快在 %@ 送达";
"order_remark" = "备注";
"delivery_rider" = "配送员";
"order_number" = "订单号";
"order_create_time" = "订单创建时间";
"order_payment_method" = "付款方式";
"order_payment_method_online" = "在线支付";
"order_payment_method_offline" = "货到付款";
"my_rating" = "我的评分";
"order_trace" = "订单轨迹";
"order_trace_submit_order" = "提交订单";
"order_trace_merchant_received" = "商户已接单";
"order_trace_rider_accept" = "骑手已接单";
"order_trace_rider_arrive_merchant" = "骑手到达商户";
"order_trace_delivering" = "配送中";
"order_trace_arrived" = "已送达";
"order_trace_cancelled" = "订单已取消";
"order_trace_waiting_delivery" = "请等待配送";
"cancel_order_may_be_rejected_ask" = "商家可能会拒绝你的取消申请，是否继续提交？";
"order_cancelled" = "你的订单已取消！";
"not_now" = "暂时不";
"receive_goods_confirm_ask" = "是否确认收到商品？";
"thanks_for_your_order" = "感谢你的下单！";
"you_can_contact" = "你可以联系";
"customer_service" = "客服电话";
"store_service" = "商家电话";
"rider_phone" = "骑手电话";
"order_status_rider_accepted" = "骑手已取餐，预计 %@ 送达";
"order_rider" = "骑手";
"details_of_the_refund" = "退款详情";

"top_up_pay_now" = "立即支付";
"top_up_success" = "充值成功";
"top_up_failure" = "充值失败";
"top_up_in_the_processing" = "处理中";
"top_up_to_be_paid" = "等待支付结果";
"top_up_closed" = "订单关闭";
"top_up_contact" = "联系";
"top_up_to_pay" = "去支付";
"top_up_center" = "充值中心";
"top_up_amount_paid" = "支付金额";
"top_up_pay_time" = "充值时间";
"top_up_order_time" = "下单时间";
"top_up_order_no" = "订单编号";
"top_up_recharge_amount" = "充值金额:";
"top_up_number" = "充值号码:%@";
"buy_again" = "再次购买";

/** 订单评价 */
"evaluation_title" = "评价";
"please_rate_our_service_1" = "感谢下单！";
"please_rate_our_service_2" = "请评价我们的服务。";
"delivery_service" = "配送服务";
"dining_experience" = "用餐体验";
"thanks_for_your_rating" = "感谢你的评价！";
"rating_level_very_bad" = "非常差";
"rating_level_bad" = "差";
"rating_level_good" = "一般";
"rating_level_great" = "满意";
"rating_level_very_good" = "非常好";
"rating_anonymous" = "匿名";
"evaluation_tap_star" = "请评分";
"evaluation_how_was_the_food" = "你觉得食物如何？";
"evaluation_write_about_store" = "写下您的用餐体验，让大家了解这间门店吧！";

/** 退款*/
"order_refund_apply" = "退款申请";
"refund_reason" = "退款原因";
"choose_refund_reason" = "选择退款原因";
"please_choose_refund_reason" = "选择退款原因";
"please_upload_picture" = "请上传图片";
"please_select" = "请选择";
"refund_amount" = "金额";
"refund_problem_desc" = "问题描述";
"desc_your_problem" = "请描述你的退款原因";
"upload_photos_required_up_to_some" = "上传图片（必填，最多%zd张）";
"refund_reason_not_pair" = "商品与网上说明不符";
"refund_reason_quality" = "商品质量有问题";
"refund_reason_other" = "其他（请在问题描述里填写）";
"submit_refund_success_tip_1" = "提交成功!";
"submit_refund_success_tip_2" = "我们将会尽快处理你的申请。";

"full_refund" = "全额退款";
"partial_refund" = "部分退款";
"refund_to" = "退 回 至";
"payment_channel_order" = "支付渠道订单";
"refund_progress" = "退款进度";
"refund_no" = "退款编号";
"refund_egotiation" = "退款协商历史";
"where_refund_goes" = "钱款去向";
"check_refund_tip" = "退款金额已转账至以下账号，请前往支付渠道/银行查看";
"refund_automatic_refund_tip1" = "自动退款 (重复支付）";
"refund_automatic_refund_tip2" = "自动退款 (超时支付）";
"refund_automatic_refund_tip3" = "订单重复支付，多支付的款项由系统自动退款";
"refund_automatic_refund_tip4" = "支付成功时间超过订单有效期，系统自动退款";



/** 门店搜索 */
"not_found_results" = "暂时没有找到\"%@\"的相关信息";
"history_search" = "最近";
"clear" = "清除";
"confirm_delete_all" = "确认删除全部？";
"hot_search" = "热门";
"input_merchant_name_keyword" = "输入商家名称/关键字";
"search_more" = "更多";

/** 门店详情 */
"store_detail" = "门店详情";
"multi_sku" = "多规格";
"free_delivery" = "免配送费";
"choose_product_sku_and_property" = "多规格";
"scope_of_business" = "经营范围";
"qualification" = "资质";
"store_detail_threshold_send" = "起送%@";
"delivery_fee" = "配送费";
"delivery_fee_none" = "免配送费";
"view_cart" = "查看购物车";
"store_detail_is_closed" = "门店休息中";
"store_detail_business_hours" = "营业时间";
"reviews" = "条评价";
"store_order_now" = "下单";
"sub_total" = "小计";
"no_items_added" = "还没有添加商品";
"store_shopping_cart" = "门店购物车";
"delete_all" = "删除全部";
"some_items" = "%zd 个商品";
"add_product" = "添加 +";
"customize_product" = "选规格";
"sold_out" = "售罄";
"store_notice" = "门店公告";
"store_qualification" = "营业资质";
"store_money_off_content" = "满%@减%@ ";
"store_discount" = "全场%@折，下单即享";
"store_detail_discount" = "%@%@%@折";

/** 购物车 */
"calculate_based_on_the_total_amount_of_item" = "根据商品总金额计算";
"cart_vat_fee" = "增值税";
"cart_packing_fee" = "包装费";
"cart_total" = "总计";
"cart_order_now" = "结算";
"cart_delete" = "删除";
"Only_left_in_stock" = "库存仅剩 %zd 件";
"Temporarily out of stock" = "暂时缺货";
"item_is_no_longer_available" = "商品已下架";
"some_money_to_send" = "%@起送";
"cart_resting" = "休息中";
"cart_is_full" = "购物车已满，请及时清理。";
"cart_store_is_closed" = "门店休息中";
"the_store_have_stopped_operation" = "门店已停止营业";
"some_items_are_no_longer_available" = "部分商品已下架";
"some_items are_temporarily_out_of_stock" = "部分商品库存不足";
"do_you_want_to_delete_item" = "确认删除商品吗？";
"you_haven't_selected_a_item" = "还没选择商品";
"cart_not_now" = "暂时不用";
"cart_empty" = "购物车为空";

/** 门店列表 */
"sort_by_popularity" = "按人气排序";
"delivery_fee_low_to_high" = "配送费：从低到高";
"rating_high_to_low" = "评分：从高到低";
"sort_distance" = "距离";
"sort_delivery_time" = "配送时间";
"category" = "品类";
"title_all" = "全部";

/** 门店评分 */
"merchant_score" = "商家评分";
"positive_rate" = "好评率";
"store_reviews_all" = "全部";
"store_reviews_praise" = "好评";
"store_reviews_critical" = "差评";
"produce_reviews_like" = "赞";
"produce_reviews_unlike" = "踩";
"store_reviews_image" = "有图";
"store_reviews_merchant_reply" = "商家回复";


/** 支付相关 */
"pay_alipay" = "支付宝";
"pay_wechat" = "微信支付";
"pay_credit" = "Credit/Debit Card";
"pay_ABAPay" = "ABA PAY";
"pay_prince_bank" = "太子银行";
"pay_wing" = "Wing Bank";
"choose_payment_method" = "选择付款方式";
"choose_payment_online" = "在线支付";
"return_back" = "原路返回";
"offline_refund" = "线下退款";
"refund_process" = "退款流程";
"refund_information" = "退款信息";
"refund_amount" = "退款金额";
"refund_method" = "退款方式";
"request_refund" = "申请退款";
"request_real_refund" = "实退";
"request_reason" = "原因";
"agree_refund" = "同意退款";
"refunded_success" = "退款成功";
"refund_tips" = "具体到账时间以渠道处理情况为准，请注意查收";
"refunding" = "退款中";
"refund_detail" = "退款详情";
"order_submit_tips" = "请在 %@ 内完成支付";
"reject_refund" = "拒绝退款";
"initiate_refund" = "发起退款";
"order_canceled_tips" = "订单已取消，系统自动发起退款";
"not_install_wechat" = "未安装微信";
"wechat_not_support" = "当前微信版本不支持此功能";
"invalid_payment_parameters" = "支付参数无效";
"user_not_login" = "用户未登录";
"pay_failure_try_again" = "支付失败，请重试";
"ALERT_MSG_CANCEL_TRANSATION" = "是否放弃本次交易?";


/** 电商首页 */
"tn_my_collection" = "我的收藏";
"tn_my_review" = "我的评价";
"tn_distributable_products" = "可分销商品";
"tn_my_commission" = "我的佣金";
"tn_search_placeHolder" = "输入商品/店铺名称搜索";
"tn_receiving_address" = "收货地址";
"tn_categories" = "分类";

"checkStand_pay_confirm" = "确认付款";
"checkStand_pay_rightnow" = "确定支付";
"payment_method" = "支付方式";

/** append by 1.6 reject */
"discover_detail_tip_un_authed" = "您关闭了或者未允许 WOWNOW 获取您的位置，请前往设置 WOWNOW ->  位置设置允许";
"discover_detail_tip_goto_settings" = "去设置";
"discover_detail_tip_before_request" = "使用该功能需要获取您的位置，请同意 WOWNOW 使用您的位置权限";
"discover_detail_tip_deny" = "不同意";
"AUDIT_BUTTON_SURE" = "好的";
"system_alert" = "系统提示";
"system_camera_error" = "找不到设备相机";
"page_title_setLoginPwd" = "设置密码";
"store_pick_for_you_none_tip" = "暂无可用门店";

/** 钱包 */
"balance" = "余额";
"sa_text_M_title" = "%@ 先生,%@";
"sa_text_F_title" = "%@ 女士,%@";
"wallet" = "钱包";
"balance_lack" = "余额不足";
"open_balance" = "点击开通钱包";
"pay_aba_mobile" = "Tap to pay with ABA Mobile";
"upload_house_number_delivery_address" = "上传收货地址的门牌号，门头或周边的街景照可以帮助骑手更快找到您，以免耽误您用餐。";
"doorway_photo" = "门头照";
"house_number" = "门牌照";
"open_address_book" = "在我的地址中选择";
"sendSms_inputCode" = "我们已向您的手机尾号%@发送短信，请查看短信并输入验证码";
"write_verification_code" = "填写验证码";
"h5_test" = "H5测试";
"sms_login" = "短信登录>";
"password_login" = "密码登录>";
"account_not_exist" = "账号不存在";
"complete" = "完成";
"setting_phone" = "设置手机号";
"password_setting_success" = "登录密码设置成功";
"no_setting" = "暂不设置";
"validation_pay_password" = "验证支付密码";
"setting_pay_password" = "设置支付密码";
"input_pay_password_again" = "再次输入支付密码";
"change_pay_password" = "修改支付密码";
"pay_password_not_continuous_number" = "支付密码不能是连续的数字";
"pay_password_not_repeat_number" = "支付密码不能是重复的数字";
"password_no_same" = "两次输入的密码不一致，请重新输入。";
"pay_password_change_success" = "修改成功，请牢记支付密码。";
"pay_password_settting_success" = "设置成功，请牢记支付密码。";
"please_pay_password" = "为了保障您账户资金安全，请设置支付密码";
"again_confirm_pay_password" = "再次确认支付密码";
"please_input_pay_password" = "请输入支付密码";
"please_input_new_pay_password" = "请输入新支付密码";
"please_input_old_pay_password" = "请输入原支付密码";
"password_setting" = "密码设置";
"setting_login_password" = "设置登录密码";
"change_login_password" = "修改登录密码";
"remember_login_password" = "您是否记得当前的登录密码?";
"bill_detail" = "账单详情";
"money" = "金额";
"type" = "类型";
"payment_time" = "支付时间";
"payment_number" = "流水号";
"bill" = "账单";
"spending_some" = "支出：%@";
"income_some" = "收入：%@";
"this_month" = "本月";
"remember_pay_password" = "您是否记得当前的支付密码？";
"forget" = "不记得";
"remember" = "记得";
"sendSms_enter_inputCode" = "我们已向您的手机尾号%@\n发送短信，请查看短信并输入验证码";
"top_up" = "充值";
"please_input_money" = "请输入金额";
"recharge_money" = "充值金额";
"recharging" = "充值中";
"gathering" = "收款";
"consumption" = "消费";
"convertible_currency" = "兑换币种";
"transfer_accounts" = "转账";
"withdrawal" = "提现";
"red_packet" = "红包";
"reward" = "酬劳";
"all" = "所有";
"credit_card" = "信用卡";
"search_location" = "搜索位置";
"cancel" = "取消";
"home_choose_address_again" = "再次选择您的位置";
"tn_label_optional" = "(选填)";
"pg_label_msg_need_login" = "登录后可查看消息";
"alert_text_invitation_length" = "邀请码长度为4-20位";
"tf_placeholder_input_invitation_code" = "请输入邀请码";
"6O8ZBMsK" = "在地图中打开";
"DY8ZBMsK" = "Skin care";
"Do8ZBMsK" = "Clothes";
"Dg8ZBMsK" = "Mother&Baby";
"Du8ZBMsK" = "Make up";
"KG8ZBMsK" = "满减券";
"PY8ZBMsK" = "外卖";
"PE8ZBMsK" = "电商";
"PM8ZBMsK" = "可用于%@消费";
"V08ZBMsK" = "WHAT'S NEW?";
"my_invite_code" = "我的邀请码";
"no_avaliable_channel_alert" = "钱包充值维护中，请稍后再试！";
"wallet_cash" = "现金";

"share_title" = "分享到";
"share_WeChat_text" = "微信";
"share_WeChatFriends_text" = "朋友圈";
"share_FB_text" = "Facebook";
"share_Message_text" = "Messenger";
"share_Twitter_text" = "Twitter";
"share_Line_text" = "Line";
"share_Instagram_text" = "Instagram";
"share_Telegram_text" = "Telegram";
"share_More_text" = "更多";
"share_link_text" = "复制链接";
"share_image_text" = "生成图片";
"share_PicShare_image" = "保存图片";
"share_link_success" = "复制成功";
"share_not_install_facebook" = "您需要安装Facebook应用才能分享链接";
"share_not_install_messenger" = "您需要安装Messenger应用才能分享链接";
"share_not_install_twitter" = "您需要安装Twitter应用才能分享链接";
"share_not_install_line" = "您需要安装Line应用才能分享链接";
"share_not_install_instagram" = "您需要安装Instagram应用才能分享链接";
"share_not_install_telegram" = "您需要安装Telegram应用才能分享链接";
"share_not_install_wechat" = "您需要安装微信应用才能分享链接";
"share_link_text_prefix" = "我刚在WOWNOW看到这个，快来围观：";
"share_link_text_suffix" = "更多优惠，尽在WOWNOW。";

"not_online" = "客服不在线";
"title_system_notify" = "系统消息";
"message_placeholder_file" = "[文件]";
"message_placeholder_image" = "[图片]";
"message_placeholder_video" = "[视频]";
"message_placeholder_voice" = "[语音]";
"message_placeholder_location" = "[位置]";
"message_placeholder_unknow" = "[未知类型]";


"Log1CQtZ" = "支付结果";
"Hpvwa3Zz" = "您已获得";
"vKmYX5mn" = "点击查看";
"xij9sKYa" = "有效期至";
"lgqfIW4i" = "最少花费";
"Ug4g71Gm" = "查看详情";

"zVW93gJW" = "WOWNOW";
"XBJcpM9Z" = "长按扫描进入";
"scan_title" = "扫一扫";
"scan_result_unknow" = "无法识别的内容";
"update_righnow" = "立即更新";
"current_version" = "当前版本%@";
"unknow_qr_code" = "无法识别的二维码";

"dorHCS49" = "地区选择";
"1qlk3HjQ" = "请补充完善地址信息。";
"FIu1dUpO" = "当前定位城市";
"ZErdi1op" = "定位中...";
"5WYTmohJ" = "热门城市";
"6S5clihu" = "请选择所在地区";
"Gox2YsVC" = "选择地区";
"other" = "其他";
"vqbvbYvq" = "使用当前定位";
"Ziwbr6ak" = "最近使用";
"pFpFHpps" = "仅支持复制链接";

"message_read_all" = "全部已读";
"nearby_shop" = "附近商家";
"failed_get_address" = "获取地址失败";
"failed_get_address_code" = "获取地址编码失败";

"get_beta_qualification" = "恭喜获得新版本内测资格";
"no_experience" = "暂不体验";

"qZQ0QU8C" = "语音通话";
"cPbPQyvH" = "语音视频通话测试页面";
"uFOxSJZG" = "聊一聊";
"6xqiPBRj" = "视频通话";
"8emVvEwy" = "没有麦克风或相机权限，无法进行通话";
"O3N3zScm" = "去开启";

"privacy_notification_tips" = "开启通知，随时获取订单信息、优惠信息开启通知，随时获取订单信息、优惠信息。";
"message_center_promotion" = "优惠";
"message_center_personal" = "个人";
"message_center_chats" = "聊天";

"coupon_filter_default" = "默认";
"coupon_filter_new" = "新到";
"coupon_filter_expire" = "快过期";
"no_threshold" = "无门槛";
"coupon_threshold" = "满%@可用";
"SAMarketingBusinessTypeYumNow" = "外卖";
"SAMarketingBusinessTypeTinhNow" = "电商";
"SAMarketingBusinessTypeTopUp" = "话费充值";
"SAMarketingBusinessTypeGame" = "游戏";

"Coupon_bl_YumNow" = "外卖";
"Coupon_bl_TinhNow" = "电商";
"Coupon_bl_PhoneTopUp" = "话费充值";
"Coupon_bl_GameChannel" = "游戏";
"Coupon_bl_SuperApp" = "全部";
"Coupon_bl_HotelChannel" = "酒店";
"Coupon_bl_GroupBuy" = "团购";
"Coupon_bl_BillPayment" = "账单支付";

"message_cell_more" = "查看更多";
"check_payment_result" = "查询支付结果中...";
"i_know" = "我知道了";
"go_luck_draw" = "前往抽奖";
"get_luck_draw" = "获得抽奖机会";
"congratulation" = "恭喜你";

"checkstand_repayment_title" = "确认要发起新的支付吗？";
"checkstand_repayment_content" = "平台未收到您的支付结果。\n如已完成支付，建议耐心等待。";
"checkstand_repayment_again" = "没支付，确认继续支付";
"checkstand_repayment_wait" = "已经支付，等待支付结果";

"Powered_by_CoolCash" = "服务由CoolCash提供支持";
"Restrict" = "不可提现余额";
"Withdrawable_balance" = "可提现余额";
"wallet_notice" = "提示";
"bill_history_btn" = "查看历史账单";
"bill_history_title" = "历史账单";
"adress_tips_phone_format_error" = "请输入正确的手机号码";

"app_pay_onlne" = "在线支付";
"app_pay_success" = "支付成功";
"app_pay_fail" = "支付失败";
"app_pay_paying" = "支付中,请耐心等待...";
"app_pay_init" = "等待付款中，请不要关闭页面。";
"app_pay_backToMerchant" = "返回商家";

"STUDENT_JOB" = "学生";
"EMPLOYEE_JOB" = "员工工作";
"PRIVATE_COMPANY_JOB" = "私人公司工作";
"GOVERNMENT_INSTITUTION" = "政府机构";
"ENTREPRENEURSHIP_JOB" = "创业工作";
"NGO_JOB" = "非政府组织工作";
"CHARITY_JOB" = "慈善工作";
"ASSOCIATION_JOB" = "协会工作";
"EMBASSY_JOB" = "大使馆工作";
"EXPATRIATE_JOB" = "外派工作";
"wcoin_balance" = "积分余额";
"career" = "职业";

"feature_no_support" = "您的App不支持这个功能哦~\n请升级最新版APP体验完整功能~";
"validate_code" = "验证码";
"get_sms_code" = "获取验证码";
"resend_second_less" = "%zd秒";

"suvJBCPM" = "联系客服";

"support_online_payment" = "支持在线支付";
"support_offline_payment" = "支持线下付款";
"input_correct_opt" = "请输入正确的验证码";
"5K8ZBMsK" = "货到付款";
"payment_method_offline_transfer" = "线下转账";

"btn_sign_git" = "签到有礼";
"please_setup" = "请设置";
"get_more_coupons" = "获取更多优惠";
"coupons_used_record" = "优惠券使用记录";

"DATEPICKER_YEAR"        = "年";
"DATEPICKER_MONTH"       = "月";
"DATEPICKER_DAY"         = "日";
"01" = "01";
"02" = "02";
"03" = "03";
"04" = "04";
"05" = "05";
"06" = "06";
"07" = "07";
"08" = "08";
"09" = "09";
"10" = "10";
"11" = "11";
"12" = "12";

"sa_choose" = "选择";
"SCAN_TAKE_PHOTO_RETAKE"   = "重拍";
"SCAN_TAKE_PHOTO_USE_PHOTO"   = "使用照片";


"wownow_home_your_location" = "当前位置";
"get_location" = "获取位置";
"location_switch_tips" = "检测到你当前在:%@, 是否切换城市?";
"location_switch_confirm" = "切换";
"location_switch_continues" = "继续浏览";

"userBillList_tail_refund" = "- 退款";
"userBillList_refunded" = "已退款";
"refund_receiver_info_title" = "收款信息";
"refund_receiver_info_channel" = "收款渠道";
"refund_receiver_info_account" = "收款账号";
"refund_receiver_info_receiver" = "收款人";
"userBillList_title" = "账单";
"userBillList_cash_out" = "支出";
"userBillList_cash_in" = "收入";
"userBillList_tips" = "• 账单记录为\"在线支付、线下转账\"交易\n• 账单不包括\"货到付款\"交易";
"userPaymentBill_title" = "支付详情";
"userPaymentBill_refundRecord" = "退款记录";
"userPaymentBill_paymentMethod" = "付款方式";
"userPaymentBill_paymentState" = "支付状态";
"userPaymentBill_product" = "商品说明";
"userPaymentBill_createTime" = "创建时间";
"userPaymentBill_paymentTime" = "支付时间";
"userPaymentBill_paymentOrderNo" = "支付单号";
"userPaymentBill_merchantOrderNo" = "商户单号";
"userRefundBill_title" = "退款详情";
"userRefundBill_refundState" = "退款状态";
"userRefundBill_refundMethod" = "退款方式";
"userRefundBill_refundOffline" = "线下转账";
"userRefundBill_refundTime" = "退款时间";
"userRefundBill_refundOrderNo" = "退款单号";
"userRefundBill_refundSource" = "退款来源";
"userRefundBill_orignalOrderNo" = "原支付单";
"userRefundBill_check" = "查看";
"orderDetails_orderNo" = "订单号";
"orderDetails_payAmount" = "支付金额";
"orderDetails_createTime" = "下单时间";
"orderDetails_payTime" = "支付时间";
"payOrderState_init" = "初始化";
"payOrderState_paying" = "支付中";
"payOrderState_payed" = "支付完成";
"payOrderState_payFail" = "支付失败";
"payOrderState_closed" = "支付关闭";
"refundOrderState_wait" = "待退款";
"payOrderState_refunding" = "退款中";
"payOrderState_refunded" = "退款完成";
"payOrderState_closed" = "退款关闭";
"refundOrderState_refunding" = "退款中";
"refundOrderState_refunded" = "已退款";
"refundOrderState_reject" = "商家拒绝退款";
"refundOrderState_canceled" = "退款已取消";
"refundOrderState_init" = "初始化";
"refundOrderState_error" = "退款异常";
"refundOrderState_expired" = "退款超过有效期";
"refundReason_normal" = "业务正常退款";
"refundReason_repeat" = "重复支付退款";
"refundReason_timeout" = "超时支付退款";
"refundReason_channel" = "渠道单方退款";
"aggregateOrderState_init" = "初始化";
"aggregateOrderState_completed" = "已完成";
"aggregateOrderState_waitPay" = "待支付";
"aggregateOrderState_payed" = "已支付";
"aggregateOrderState_canceled" = "已取消";
"aggregateOrderState_closed" = "已关闭";

"checksd_choose_coupon" = "选择优惠";
"checksd_activity_full_minus" = "满%@减%@";
"checksd_activity_no_use" = "不使用优惠";
"payment_coupon" = "支付优惠";
"checksd_actuallyPaid" = "实付";
"checksd_activity_no_available" = "暂无可用";

"paid_result_wpoint_get_tips1" = "恭喜您本单预计获得%0.1f积分";
"paid_result_wpoint_get_tips2" = "消费满%@，可以获得积分哦";


/** 退款进度状态 */
"refundOperationType_refunding" = "退款中";
"refundOperationType_closed" = "退款关闭";
"refundOperationType_success" = "退款完成";
"refundOperationType_switch" = "改为线下退款";
"refundOperationType_failed" = "退款失败";
"refundOperationType_relaunch" = "重新发起";
"refundOperationType_create" = "创建退款";
"refundOperationType_initiate" = "发起退款";
"refundOperationType_request" = "申请退款";
"refundOperationType_accept" = "受理退款";
"refundOperationType_tip1" = "大象APP 已受理你的退款申请";
"refundOperationType_tip2" = "款项退回至: %@, 到账时间以渠道处理为准";



"wait_pay_result_tips1" = "你有一笔支付正在进行中，正在等待支付结果";
"wait_pay_result_tips2" = "如果已输入密码并确认付款，请耐心等待支付结果";
"wait_pay_result_tips3" = "如果误操作，还没有确认付款，请重新支付";
"wait_pay_result_tips4" = "该笔订单发生多次支付请求，限制重新支付";
"wait_pay_result_problem" = "支付遇到问题？";
"wait_pay_result_title" = "在线支付结果";
"wait_pay_result_i_understand" = "我知道了";
"wait_pay_result_pay_again" = "重新支付";

/** 注销账号 */
"ac_deactive_account" = "注销账号";
"ac_tips1" = "注销后无法恢复，请谨慎操作";
"ac_logout_request" = "注销申请";
"ac_tips2" = "请选择注销账号的原因";
"ac_reason1" = "需要解绑手机";
"ac_reason2" = "安全/隐私顾虑";
"ac_reason3" = "这是多余的账户";
"ac_reason4" = "大象APP使用遇到困难";
"ac_reason5" = "其他原因";
"ac_textview_placehold" = "请输入其他原因";
"ac_important_alert" = "重要提醒";
"ac_tips3" = "注销前请认真阅读以下重要提醒。账号注销后，您将无法再使用该账号，包括但不限于：";
"ac_tips11" = "您将无法登录及使用大象APP账号，并移除该账号下所有登录方式；";
"ac_tips12" = "您的所有业务订单及交易信息将被清空；";
"ac_tips13" = "您的积分、成长值、各类优惠券等权益将被清空且无法恢复；";
"ac_tips14" = "您的个人资料、实名认证等身份信息将被清空，无法恢复；";
"ac_tips15" = "以及您在使用各产品/服务时留存的其他信息";
"ac_tips21" = "请确保所有交易已完结且无纠纷，钱包金额全部提现完毕；账号注销后因历史交易可能产生的退换货、维权相关的资金退回等权益将视为自动放弃；";
"ac_tips31" = "注销后，您各类资产与权益处理如下";
"ac_no_assets" = "暂无资产与权益";
"ac_tips32" = "我已阅读并知晓%@，且同意注销后各类资产与权益的处理结果";
"ac_tips33" = "《账号注销协议》";
"ac_tips41" = "无法接收到短信？";
"ac_view_help" = "查看帮助";
"ac_tips51" = "注销账号申请提交成功";
"ac_tips52" = "大象APP已收到您注销账号申请，完成审核后即注销当前账号";
"ac_tips42" = "收不到验证码";
"ac_tips43" = "如果没有收到手机验证码，建议您进行以下操作：";
"ac_tips44" = "检查您的手机是否停机或无网络";
"ac_tips45" = "检查您的手机号是否输入正确";
"ac_tips46" = "检查您的验证码短信是否被屏蔽";
"ac_tips47" = "用手机号码 %@ 获取验证码";

"payment_result_wpoint_tips" = "积分可抽奖，兑换优惠券哦！~";
"payment_result_wpoint_toUse" = "去使用";
"choose_city_title" = "选择城市";

//优惠券改版
"coupon_match_All" = "全部";
"coupon_match_Filter" = "筛选";
"coupon_match_Coupon" = "优惠券";
"coupon_match_CashCoupon" = "现金券";
"coupon_match_ExpressCoupon" = "运费券";
"coupon_match_PaymentCoupon" = "支付券";
"coupon_match_APPCoupon" = "平台券";
"coupon_match_StoreCoupon" = "门店券";
"coupon_match_NewArrival" = "新到";
"coupon_match_ExpireSoon" = "快过期";
"coupon_match_UsedFor" = "可用于​";
"coupon_match_Validity" = "有效期";
"coupon_match_ConditionsOfUse" = "使用规则";
"coupon_match_UsageRecord" = "使用记录";
"coupon_match_Used" = "已使用";
"coupon_match_Expired" = "已过期";
"coupon_match_FoodDelivery" = "外卖";
"coupon_match_OnlineShopping" = "电商​";
"coupon_match_TopUp" = "话费充值";
"coupon_match_Hotel" = "酒店";
"coupon_match_Game" = "游戏";
"coupon_match_Default" = "默认";
"coupon_match_AmountLargeToSmall" = "面额由大到小";
"coupon_match_AmountSmallToLarge" = "面额由小到大​";
"coupon_match_ClaimCoupon" = "领券​";
"coupon_match_ExchangeCode" = "兑换码​";
"coupon_match_GoCouponCenter" = "去领券中心";
"coupon_match_SavePointExchangeCoupon" = "积分兑券";
"coupon_match_CouponTypeNotAvailable" = "你没有这类优惠券";
"coupon_match_YouDoNotHaveCouponGoClaimAtCouponCenter" = "你还没有优惠券，去领券中心领取吧";
"coupon_match_NoRecordet" = "暂无记录";
"coupon_match_CouponExpirationReminder" = "优惠券到期提醒";
"coupon_match_tip" = "您有优惠券即将过期，请尽快使用！点击APP菜单\"我的-优惠券\"查看";
"coupon_match_CouponType" = "券类别";
"coupon_match_AvailableRange" = "可用范围";
"coupon_match_Sort" = "排序";
"coupon_match_LimitedStore" = "限门店";
"coupon_match_UseDate" = "使用日期";
"coupon_match_OfferNotEligible" = "不符合优惠";
"coupon_match_DiscountUnavailable" = "不使用优惠";
"coupon_match_DiscountNotAllowed" = "优惠不可用";
"coupon_match_use_tip1" = "今日次数已用完(每日%ld次)";
"coupon_match_use_tip2" = "总次数已用完(共%ld次)";
"coupon_match_use_tip3" = "订单金额不满足";
"coupon_match_threshold" = "满%@%@可用";

"PRIMARY_SCHOOL" = "小学";
"SECONDARY_SCHOOL" = "中学";
"HIGH_SCHOOL" = "高中";
"BACHELOR_DEGREE" = "大学";
"MASTER_DEGREE" = "硕士";
"PHD" = "博士";
"education" = "学历";

"choose_language_logo" = "choose_language_logo_zh";
"choose_language_main" = "choose_language_main_zh";

"login_voice_tip1" = "若长时间未接收到验证码，可尝试另一种方法";
"login_voice_tip2" = "尝试语音获取验证码";
"login_voice_tip3" = "我们正在给你拨打电话，请稍等";

"login_new_SignIn" = "登录";
"login_new_Register" = "注册";
"login_new_PasswordSignIn" = "密码登录";
"login_new_WelcomeBack" = "欢迎回来";
"login_new_EnterMobileNumber" = "输入手机号码";
"login_new_EnterPassword" = "输入密码";
"login_new_ForgetPassword" = "忘记密码";
"login_new_SMSSignIn" = "短信登录";
"login_new_SignInPassword" = "密码登录";
"login_new_SignInWithFacebook" = "Facebook登录";
"login_new_SignInWithWechat" = "微信登录";
"login_new_SignInWithAPPLEID" = "通过Apple登录";
"login_new_SelectCountryCode" = "选择国家区号";
"login_new_PleaseConfirmYourMobileNumber" = "请确认你的手机号码?";
"login_new_VerificationCode" = "验证码";
"login_new_GetVerificationCode" = "获取验证码";
"login_new_GetVerificationCode_tip" = "我们已向你的手机尾号%@发送6位验证码，请查看短信并输入";
"login_new_VerificationCodeSent" = "发送验证码";
"login_new_Resend" = "重新发送";
"login_new_SetPassword" = "设置密码";
"login_new_EnterNewSignInPassword" = "输入新登录密码";
"login_new_ReEnterNewSignInPassword" = "再次输入新登录密码";
"login_new_SetPassword_tip1" = "密码长度6-20个";
"login_new_SetPassword_tip2" = "密码内容必须为英文字母、数字或符号(除空格外)";
"login_new_SetPassword_tip3" = "至少包含英文字母、数字、符号任意两种组合";
"login_new_SetPassword_tip4" = "两次输入登录密码需一致";
"login_new_SetPassword_tip5" = "为了避免账号丢失无法登录，建议您设置登录密码！";
"login_new_SetPassword_tip6" = "密码设置成功，请使用新密码登录";
"login_new_StopReminder" = "不再提醒";
"login_new_BindMobileNumber" = "绑定手机号";
"login_new_registrationFacebook" = "Facebook注册";
"login_new_registrationWechat" = "微信注册";
"login_new_registrationAPPLEID" = "通过Apple注册";
"login_new_agreement_tip" = "登录本系统表明已同意 用户协议 及 隐私政策";
"login_new_agreement_tip_key1" = "用户协议";
"login_new_agreement_tip_key2" = "隐私政策";
"login_new_register_page_title" = "注册";
"login_new_skip" = "跳过";
"login_new_remind" = "提醒";
"login_new_userRegister" = "新用户注册";


"recorder_cannot_record" = "无法录音";
"recorder_permission_tip" = "请在iPhone的\"设置-隐私-麦克风\"选项中，允许访问你的手机麦克风.";
"recorder_label_tip" = "松开保存，滑动取消";

"ugc_uncomfortable" = "引人不适";
"ugc_fraud" = "虚假信息";
"ugc_uninterested" = "不感兴趣";
"ugc_unrecommend" = "不看该作者发布内容";
"ugc_report_success" = "将减少此类推荐";

"guide_tips" = "请选择喜欢的场景";
"guide_type_0" = "美食";
"guide_type_1" = "购物";
"guide_type_2" = "旅游";
"guide_type_3" = "钱包";
"guide_type_4" = "充值";
"guide_submit" = "立即体验";

"Coupon_bl_GroupBuy1" = "本地生活";

"search_click_me_to_try" = "搜不出商店？点我试试";

"order_list_title_refund" = "退款/售后";

"address_code_tips" = "我们已向收货人手机号 %@ 发送验证码，请查看短信并输入验证码";

"sd_solved" = "已解决";
"sd_unsolved" = "未解决";
"sd_Latest_Reply" = "最新回复";
"sd_My_opinion" = "我的意见";
"sd_more" = "问题仍未解决，请前往意见反馈>";
"sd_title" = "意见详情";
"sd_tips" = "回复内容是否已解决你的疑问？";

"Coupon_bl_AirTicket" = "机票";

"search_suggested" = "猜你想搜";
"order_completed" = "[订单已完成]";

"pay_Riels_Balance" = "瑞尔余额";
"pay_Dollar_Balance" = "美元余额";


"order_search_history" = "历史搜索";


"oc_pending_payment" = "待付款";
"oc_filter" = "筛选";
"oc_start_time" = "起始时间";
"oc_end_time" = "终止时间";
"oc_total" = "共 %ld 件";
"oc_bill" = "支付账单";
"oc_delete_order" = "删除订单";
"oc_order_number" = "订单号:";
"oc_pay_completed" = "支付完成 %ld 笔";
"oc_refund_completed" = "退款完成 %ld 笔";
"oc_tips1" = "确认删除该订单？";
"oc_search_placeholder" = "订单号/商家名/商品名";
"oc_search_history" = "历史搜索";
"oc_search" = "搜索";
"oc_tips2" = "你还没有相关的订单";
"oc_tips3" = "看看有什么想买的";
"oc_btn_confirm" = "确认";

"im_fb_Feedback" = "反馈";
"im_fb_FeedbackType" = "反馈类型";
"im_fb_DetailDescription" = "详细描述";
"im_fb_textView_tips" = "请填写反馈详细内容及相关诉求";
"im_fb_Upload_certificate" = "上传凭证";
"im_fb_tips" = "感谢你提交的反馈，我们将会尽快处理";
"im_fb_tips1" = "最多5张";
"im_fb_tips2" = "请选择反馈类型";

"Recall_tip1" ="撤回一条消息";
"Recall_tip2" ="你撤回一条消息";

"coupon_Expiring_soon" = "即将过期：";
"coupon_Full_discount" = "满%@可用,最高抵扣%@";
"coupon_Unlimited_discount" = "无门槛,最高抵扣%@";
"coupon_Valid_until" = "有效期截止";



"payment_tips" = "在线支付正在维护中";
"payment_tips1" = "给你造成不便，敬请谅解";

"payment_tips2" = "建议选择其他支付方式,给你造成不便，敬请谅解";

"tg_bind_tip" = "恭喜您成功绑定大象APP账号";

"pay_card_tip" = "1. 仅支持在柬埔寨开通的“VISA、MasterCard、UnionPay、JCB”信用卡，不支持国际信用卡\n2. 信用卡退款3-7天到账，具体到账时间以银行为准";

"checkstand_repayment_title1" = "暂未获取到支付结果，你是否已完成支付？";
"checkstand_repayment_again1" = "我已完成付款";
"checkstand_repayment_wait1" = "我还没有付款";

"mc_Information" = "消息";
"mc_All_Seen" = "全部已读";
"mc_Promotions" = "活动优惠";
"mc_Personal_information" = "个人信息";
"mc_Chat_conversation" = "聊天信息";
"mc_Seen" = "已读";
"mc_See_more" = "查看更多";

"mc_voice_call" = "[语音通话]";

"pay_khqr_Support_Scan_QR_Payment" = "支持扫码付款";
"pay_khqr_KHQR​_Scan_Pay" = "KHQR扫码支付";
"pay_khqr_tip1" = "需要使用Bakong App或支持KHQR的银行App，扫描生成的KHQR二维码来完成付款";
"pay_khqr_Payment_amount" = "支付金额";
"pay_khqr_Payment_failed" = "支付失效";
"pay_khqr_Merchant's_name" = "商家名称";
"pay_khqr_step1" = "下载KHQR付款码到手机相册";
"pay_khqr_step2" = "打开Bakong App或支持KHQR的银行App，扫描该付款码";
"pay_khqr_Download_KHQR_payment_code" = "下载KHQR付款码";
"pay_khqr_Payment_Reminder" = "支付提示";
"pay_khqr_tip2" = "1. 扫码完成付款后，请等待支付结果。不要多次扫码，避免出现重复支付。如发生重复支付，多付款项原路退回。";
"pay_khqr_tip3" = "2. 请在支付失效时间之前完成扫码付款。如支付失效后付款，款项自动原路退回，订单失效无法履行。";
"pay_khqr_tip4" = "3. 如发生退款，款项原路退回，请注意查看付款银行APP的通知。";
"pay_khqr_Back_to_order" = "返回订单";

"Coupon_bl_Travel" = "旅游";


"ocr_tip" = "请将证件机读码对准红色线框内";
"ocr_Photograph" = "拍照";
"ocr_processing" = "正在处理";
"ocr_Document_scanning" = "证件扫描";
"ocr_retake" = "重拍";
"ocr_Finish" = "完成";

"Rating_instruction" = "评价攻略";
"ad_shake_tip" = "摇一摇或者点击进入";





"login_new2_Make Life Easy" = "让生活变得更简单";
"login_new2_Register or Sign In" = "注册或登录";
"login_new2_Continue with Facebook" = "以Facebook账户继续";
"login_new2_Continue with Apple" = "以Apple账户继续";
"login_new2_Continue with Wechat" = "以微信账户继续";
"login_new2_Continue with SMS" = "以手机短信继续";
"login_new2_Or" = "或";
"login_new2_Account Password Sign in" = "账号密码登录";
"login_new2_tip1" = "创建/使用您的用户账号表示接受我们的用户协议及隐私政策";
"login_new2_tip2" = "为了后续的验证和联系，我们需要存取您的Facebook电子邮件，%@，然后再尝试注册";
"login_new2_tip2-1" = "请允许 Facebook 上对大象APP的权限";
"login_new2_Mobile registration or Sign in" = "手机号码注册或登录";
"login_new2_Switch account or register" = "切换账号或注册";
"login_new2_Welcome Back" = "欢迎回来";
"login_new2_Sign in with Facebook" = "以Facebook账户登录";
"login_new2_Sign in with Apple" = "以Apple账户登录";
"login_new2_Sign in with Wechat" = "以微信账户登录";
"login_new2_Sign in with SMS" = "以手机短信登录";
"login_new2_Sign in" = "登录";
"login_new2_copy successfully" = "复制成功";
"login_new2_Account/WOWNOW ID" = "账号/WOWNOW ID";
"login_new2_Email" = "邮箱";
"login_new2_Mobile Number" = "手机号码";
"login_new2_Setting" = "设置";
"login_new2_Linked account" = "关联账户";
"login_new2_Binding" = "绑定";
"login_new2_My information" = "我的信息";
"login_new2_Please confirm your email account" = "请确认您的邮箱账号";
"login_new2_Please enter your email account" = "请输入邮箱账号";
"login_new2_tip3" = "我们已向你的邮箱 %@ 发送 6位验证码，请查看邮箱并输入";
"login_new2_Phone Setting" = "设置手机";
"login_new2_tip4" = "您将使用的  XXXX  功能，需要您设置手机号码。请放心，手机号码经加密保护，不会对外泄露。";
"login_new2_Please set mobile number" = "请设置手机号码";
"login_new2_tip5" = "我们已向你的手机尾号 XXXX  发送6位验证码，请查看短信并输入";
"login_new2_Allow personalized push" = "允许个性化推送";
"login_new2_Allow Location information to access" = "允许访问位置信息";
"login_new2_Allow camera to access" = "允许访问相机";
"login_new2_Allow photos to access" = "允许访问相片";
"login_new2_Allow microphone to access" = "允许访问麦克风";
"login_new2_tip6" = "为了保证安全，设置密码之前需要绑定手机";
"login_new2_tip7" = "我们已向你的手机尾号 XXXX  发送6位验证码，请查看短信并输入";
"login_new2_Set password" = "设置密码";
"login_new2_tip8" = "为了避免账号丢失无法登录，建议您设置登录密码";
"login_new2_tip9" = "创建/使用您的用户账号表示接受我们的 %@ 及 %@";
"login_new2_User Agreement" = "《用户协议》";
"login_new2_Privacy Policy" = "《隐私政策》";
"login_new2_Set email" = "设置邮箱";
"login_new2_Settings" = "系统设置";
"login_new2_Get verification code" = "获取验证码";
"login_new2_SignIn" = "登录";
"login_new2_login_new_GetVerificationCode_tip" = "我们已向你的手机尾号 %@ 发送6位验证码，请查看短信并输入";
"login_new2_tip10" = "您将使用的 %@ 功能，需要您设置手机号码。请放心，手机号码经加密保护，不会对外泄露。";
"login_new2_Payment" = "支付";
"login_new2_Local Service Order" = "团购点餐";
"login_new2_Food Delivery Order" = "外卖点餐";
"login_new2_Online Shopping Order" = "电商购物";
"login_new2_Wallet" = "钱包";
"login_new2_Successfully set" = "设置成功";
"search_location_fail" = "定位失败";
"search_location_fail_tip" = "未能获取当前定位，请手动选择。";

"alert_open_microphone" = "大象App需要使用您的麦克风，以便骑手能够及时联系您。";

"pay_tip88" = "支付通道维护中";

"setPinCode" = "设置Pin-code";
"modifyPinCode" = "修改Pin-code";
"pincodeCannotUseSerialNumber" = "pin code不能是连续的数字";
"pincodeCannotUseRepeatNumber" = "pin code码不能是重复的数字";
"pincodeAreDifferent" = "两次输入的pin code不一致，请重新输入";
"settingPincodeSuccess" = "pin-code设置成功，请牢记！";
"modifyPincodeSuccess" = "pin-code修改成功，请牢记！";
"pincodeSettingTips" = "Pin-code用于Bakong账户的绑定与交易，请设置";
"confirmPincode" = "请再次确认pin-code";
"inputOriginalPincode" = "请输入原pin-code";
"inputNewPincode" = "请输入新的pin-code";
